Repository: thermesmarins/tmsm-golf-features
Catalog: languages/tmsm-golf-features-*.po
Languages: fr_fr

source: Weather
fr_fr: Météo

source: Bag allowed
fr_fr: Chariots acceptés

source: Cart allowed
fr_fr: Voiturettes autorisées

source: Summer green
fr_fr: Greens d'été

source: Please change the settings accordingly.
fr_fr: Modifiez les options.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Golf Association
fr_fr: Association du Golf

source: Golf Manager
fr_fr: Gestionnaire du Golf

source: Golf Weather
fr_fr: Golf Météo

source: Bag allowed:
fr_fr: Chariots acceptés&nbsp;:

source: Cart allowed:
fr_fr: Voiturettes autorisées&nbsp;:

source: Summer green:
fr_fr: Greens d'été&nbsp;:
